[
  {
    "topic": "Mock Parliament Training in Sainamaina Parroha Parmeshwar Mavi ",
    "description": "A three-day program has been organized with the aim of providing training on Nepal's federal parliamentary practices and giving students studying at Sainamaina Parroha Parmeshwar Namuna Mavi practical experience by informing them about parliamentary proceedings. The event is being conducted by the school in collaboration with the Nirvana Legal Society.The program includes interactive sessions where students can learn about the legislative process, decision-making, and the functioning of the parliament.",
    "image": "/eventphoto/mockparliamentinsainamainaMavi.jpg"
  },
  {
    "topic": "Mock Parliament Training in Siddhartha Memorial Boarding School ",
    "description": "There were two days Mock Parliament Training program held on Siddhartha Memorial Boarding School. First day there held a training session where tutors from Nirvana Legal Society provided insight to the Federal Parliamentary Practice of Nepal with legal provision. Main session had taken place in Day 2, where students performed the various Roles from parliament like Speaker, PM, President, Ministers and Members of Parliament etc. Student had put the life in the program with their unmatchable energy.",
    "image": "/eventphoto/mockparliamentTraining.jpg"
  },
  {
    "topic": "Online Speech Competition (Physical Prize Distribution)",
    "description": "Online Speech Competition (Physical Prize Distribution) : Speech Competition was organized by Nirvana Legal Society on the topic of 'Dream of Martyrs, And Current Nepal' were youth from different parts of Nepal. Various sponsor collaborated for this program. Prize Distribution were held on Sainamaina Municipality, Hall.",
    "image": "/eventphoto/Online Speech Competition.jpg"
  },
  {
    "topic": "Legal Awareness Program on Himal English Boarding School ",
    "description": "Legal Awareness Program on Himal English Boarding School : Nirvana Legal Society provided legal awareness to the student of Himal English Boarding School. There were various topics covered like What is Law, Fundamental Laws, Civil & Criminal Laws, Cyber Law etc. There were active participation from students.",
    "image": "/eventphoto/legalawarenessathimal.jpg"
  },
  {
    "topic": "Children's Day Special Program in Ramapur Secondary School ",
    "description": "Nirvana Legal Society organized a creative discussion session on Ramapur Secondary School on the occasion of Children's Day. Students and teachers shared there opinion on the current situation of child right and further what can be done.",
    "image": "/eventphoto/childrenDayspecialatramapur.jpg"
  },
  {
    "topic": "Legal Awareness Program on Colony Kantipur English Boarding ",
    "description": "Nirvana Legal Society provided legal awareness to the student of Himal English Boarding School. There were various topics covered like What is Law, Fundamental Laws, Civil & Criminal Laws, Cyber Law etc. There were active participation from students.",
    "image": "/eventphoto/Colony Kantipur EBS  Legal Awareness Program.jpg"
  }
]
